Repository: CATCH-FACT/plugin-GeolocationExt
Catalog: languages/*.po
Languages: nl_vb

source: Number of Locations Per Page
nl_vb: Hoeveelheid locaties per pagina

source: The number of locations displayed per page when browsing the map. (Maximum is
nl_vb: Het aantal locaties dat per pagina mag worden weergegeven wanneer gebladerd wordt met de kaart. (Maximum is

source: Default Latitude
nl_vb: Standaard Latitude

source: Latitude of the map's initial center point, in degrees. Must be between -90 and 90.
nl_vb: Latitude van het initiële punt van de kaart moet, in graden, tussen de -90 en 90 zijn.

source: Default Longitude
nl_vb: Standaard Longitude

source: Longitude of the map's initial center point, in degrees. Must be between -180 and 180.
nl_vb: Longitude van het initiële punt van de kaart moet, in graden, tussen de -180 en 180 zijn.

source: Default Zoom Level
nl_vb: Standaard Zoom Niveau

source: An integer greater than or equal to 0, where 0 represents the most zoomed out scale.
nl_vb: Een integer groter dan, of gelijk aan 0, waar 0 de meest uitgezoomde staat representeert.

source: Width for Item Map
nl_vb: Breedte voor de Item kaart

source: The width of the map displayed on your items/show page. If left blank, the default width of 100% will be used.
nl_vb: De breedte van de map die wordt weergegeven op de items/show pagina. Als niks wordt ingevuld zal 100% worden aangenomen.

source: Height for Item Map
nl_vb: Hoogte voor de Item kaart

source: The height of the map displayed on your items/show page. If left blank, the default height of 300px will be used.
nl_vb: Hoogte van de kaart die wordt weggegeven op de items/show pagina. 300px wordt aangehouden wanneer niks ingevuld wordt.

source: Use metric distances
nl_vb: Gebruik metrische afstanden

source: Use metric distances in proximity search.
nl_vb: Gebruik metrische afstanden voor zoeken in omgeving.

source: Add Link to Map on Items/Browse Navigation
nl_vb: Voeg een link toe aan de kaart op de Items/Browse navigatie

source: Add a link to the items map on all the items/browse pages.
nl_vb: Voeg een link toe aan de items kaart op al de items/blader pagina's.

source: Add Map To Contribution Form
nl_vb: Voeg een kaart toe op het contributieformulier

source: If the Contribution plugin is installed and activated, Geolocation will add a geolocation map field to the contribution form to associate a location to a contributed item.
nl_vb: Als de Contributie plugin geïnstalleerd en geactiveerd is kan een locatie worden toegevoegd aan iedere contributie. Een extra optie verschijnt op het Contributieformulier.

source: Map
nl_vb: Kaart

source: Browse Map
nl_vb: Blader kaart

source: Find A Geographic Location For The
nl_vb: Vind een geografische locatie voor

source: Find a Location by Address:
nl_vb: Vind een locatie per adres:

source: Find
nl_vb: Vind

source: This item has no location info associated with it.
nl_vb: Dit item heeft geen toegewezen locatie.

source: Location requires an item id.
nl_vb: Locatie heeft een Item id nodig.

source: Find An Item on the Map
nl_vb: Vind een item op de kaart

source: Browse Items on the Map
nl_vb: Blader Items op de kaart

source: total
nl_vb: totaal

source: Results on map
nl_vb: Resultaten op kaart

source: Geographic Address
nl_vb: Geografisch adres

source: Geographic Radius (miles)
nl_vb: Geografische radius (mijl)

source: Geographic Radius (km)
nl_vb: Geografische radius (kilometers)

source: Place of narration
nl_vb: Plaats van vertellen

source: Place of action
nl_vb: Plaats van handelen

source: route
nl_vb: Straat

source: sublocality
nl_vb: Stadsdeel

source: locality
nl_vb: Plaats

source: administrative_area_level_2
nl_vb: Gemeente(NL)/Provincie(Be)

source: administrative_area_level_1
nl_vb: Provincie(NL)/Gewest(BE)

source: country
nl_vb: Land
